/* postfix, for a time in the past */
" ago." = "";

/* prefix, for a time in the past, or - for none */
"-" = "il y a";

/* No comment provided by engineer. */
"Add a network and enable dynamic IP updates in your OpenDNS account." = "Ajoutez un réseau et activez la mise à jour automatique de l'IP dans votre compte OpenDNS.";

/* Cancel, in login window */
"Cancel" = "Annuler";

/* Change account, in status window */
"Change account" = "Changer de compte";

/* No comment provided by engineer. */
"Change network" = "Autre réseau";

/* No comment provided by engineer. */
"Error downloading data" = "Erreur de téléchargement";

/* No comment provided by engineer. */
"Error downloading information" = "Erreur en téléchargeant les infos";

/* hour, for how recently an IP has been updated */
"hr" = "hr";

/* No IP assigned yet */
"IP: unavailable" = "IP : indisponible";

/* IP address was recently updated */
"Less than a minute ago." = "Il y a moins d'une minute.";

/* No comment provided by engineer. */
"Login failed" = "Erreur d'authentification";

/* No comment provided by engineer. */
"Make sure at least one network is enabled for dynamic IP updates in your OpenDNS account." = "Vérifiez que la mise à jour dynamique de l'IP est bien activée pour au moins un réseau dans votre compte OpenDNS.";

/* minute, for how recently an IP has been updated */
"minute" = "minute";

/* No comment provided by engineer. */
"Network error" = "Erreur réseau";

/* Not using OpenDNS */
"No" = "Non";

/* No comment provided by engineer. */
"No dynamic IP networks" = "Aucun réseau avec IP dynamique";

/* No comment provided by engineer. */
"No network selected" = "Aucun réseau sélectionné";

/* Network unreachable */
"No networks" = "Aucun réseau";

/* No comment provided by engineer. */
"No networks enabled for dynamic IP updates" = "Aucun réseau actif avec la mise à jour dynamique de l'IP";

/* No comment provided by engineer. */
"No other networks available" = "Aucun autre réseau disponible";

/* No comment provided by engineer. */
"None of your networks is configured for dynamic IP updates. First, configure a network for dynamic IP updates in your OpenDNS account. Then select a network." = "Aucun de vos réseau n'est configuré pour la mise à jour dynamique de l'IP. Configurez un réseau pour la mise à jour dynamique dans votre compte OpenDNS. Puis sélectionnez un réseau.";

/* Not signed in, in status window */
"Not signed in" = "Non identifié";

/* No comment provided by engineer. */
"Please double-check your username and password." = "Veuillez vérifier votre nom et votre mot de passe.";

/* Quit, in login window */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Refresh network list" = "Actualiser la liste des réseaux";

/* No comment provided by engineer. */
"Select network" = "Selectionnez un réseau";

/* sign in, in status window */
"Sign in" = "S'identifier";

/* IP updates disabled */
"Updates disabled" = "Mises à jour désactivées";

/* Using OpenDNS */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You don't have any networks. First, add a network in your OpenDNS account. Then refresh network list." = "Vous n'avez aucun réseau. Ajoutez un réseau dans votre compte OpenDNS, puis actualisez la liste des réseaux.";

/* No comment provided by engineer. */
"You have no networks" = "Vous n'avez aucun réseau";

/* No comment provided by engineer. */
"You need to select one of your networks." = "Vous devez sélectionnez l'un de vos réseaux.";

/* No comment provided by engineer. */
"You only have one network configured for dynamic IP updates." = "Vous n'avez qu'un réseau configuré avec la mise à jour dynamique de l'IP.";

/* No comment provided by engineer. */
"Your authorization token is invalid." = "Votre jeton d'autorisation est invalide.";

/* No comment provided by engineer. */
"Your IP address is taken by another user. Learn more at %@" = "Votre adresse IP est prise par un autre utilisateur. Pour en savoir davantage: %@";

/* No comment provided by engineer. */
"Your OpenDNS settings might not work due to DNS IP address (%@) and HTTP IP address (%@) mismatch. Learn more at %@" = "Votre compte OpenDNS pourrait ne pas fonctionner à cause d'un conflict entre l'adresse IP DNS (%1$@) et  l'adresse IP HTTP (%2$@). Pour en savoir davantage: %3$@";

